Repository: dov/hocr
Catalog: hocr/po/*.po
Languages: he, sv

source: _File
he: קובץ
sv: _Arkiv

source: Save Picture
he: שמור תמונה

source: _Edit
he: עריכה
sv: _Redigera

source: Color boxes
he: צבע מסגרות
sv: Färga rutor

source: Color text boxes
he: צבע מסגרות של אזורי טקסט
sv: Färga textrutor

source: Color misread
he: צבע אותיות
sv: Färga fellästa

source: Color misread fonts
he: צבע אותיות שלא פענחו
sv: Färga fellästa typsnitt

source: Clear
he: נקה
sv: Töm

source: Clear text each time you ocr new scan
he: נקה את אזור הטקסט לפני פענוח טקסט חדש
sv: Töm text varje gång du skannar in ny text

source: Try to recognize fonts in scaned text
he: נסה לפענח אותיות
sv: Försök att känna igen typsnitt i inskannad text

source: Use dictionary
he: מילון
sv: Använd ordbok

source: Try to guess unrecognized fonts in scaned text using internal dictionary
he: נסה לתקן מילים שגויות בעזרת מילון פנימי
sv: Försök att gissa ej igenkända typsnitt i inskannad text med intern ordbok

source: Use nikud
he: ניקוד
sv: Använd nikud

source: Try to guess nikud
he: נסה לנחש את הניקוד של האות המזוהה
sv: Försök att gissa nikud

source: Use spaces
he: רווחים
sv: Använd blanksteg

source: Use spaces for tabs
he: השתמש ברווחים במקום סימני טאב
sv: Använd blanksteg som tabulator

source: Use indentation
he: עימוד
sv: Använd indentering

source: Try to guess line indentation
he: נסה לנחש את העימוד של השורה המזוהה
sv: Försök att gissa radindentering

source: _View
he: מראה
sv: _Visa

source: _Help
he: עזרה
sv: _Hjälp

source: _About
he: אודות
sv: _Om

source: Open a new picture for the OCR
he: פתח תמונה חדשה לצורך פענוח
sv: Öppna en ny bild för igenkänning

source: Convert picture to text
he: נסה לפענח תמונה
sv: Konvertera bild till text

source: Save the text created by the OCR
he: שמור את הטקסט המפוענח
sv: Spara texten som skapades genom OCR

source: Spell check the text
he: בדוק איות
sv: Stavningskontrollera texten

source: hocr save text
he: שמור קובץ טקסט

source: Error wile saving: No picture to save
he: שגיאה בעת שמירה: אין תמונה לשמור

source: hocr save picture
he: שמור קובץ תמונה

source: Error wile saving: Can't save %s, no suffix
he: שגיאה בעת שמירה: אין סיומת לקובץ %s

source: File %s saved
he: הקובץ %s נשמר

source: HOCR-GTK - Hebrew character recognition software. This project is supported by a grant form the Israeli Internet Association.
he: HOCR-GTK - מזהה אופטי עברי. פרויקט זה נתמך על-ידי מענק של איגוד האינטרנט הישראלי.
sv: HOCR-GTK - Programvara för att känna igen hebreiska tecken. Detta projekt stöds genom medel från israeliska Internetföreningen.

source: translator_credits
he: יעקב זמיר
sv: Daniel Nylander <po@danielnylander.se>

source: Set text font
he: קבע את אותיות אזור הטקסט
sv: Ställ in texttypsnitt
